{
  "episodes": [
    {"episode": 1, "title": "Seven Years Later! Starting Today, Gohan Is a High School Student"},
    {"episode": 1, "title": "7 Years Since That Event! Starting Today, Gohan's a High Schooler"},
    {"episode": 2, "title": "A New Hero, Great Saiyaman, Is Born!"},
    {"episode": 3, "title": "Gohan the Teacher! Videl's Flying Technique Tutorial"},
    {"episode": 3, "title": "Gohan's the Teacher! Videl's Introduction to Flight"},
    {"episode": 4, "title": "The Dragon Team Fully Assembled! Goku Has Come Back!"},
    {"episode": 4, "title": "The Dragon Team, All Assembled! Son Goku Has Returned!!"},
    {"episode": 5, "title": "Everyone Is Surprised! Goten and Trunks' Super Battle!"},
    {"episode": 5, "title": "Everyone Is Shocked! Goten and Trunks' Super Battle!!"},
    {"episode": 6, "title": "Found Out! The New Hero Is Son Gohan"},
    {"episode": 7, "title": "Videl's Crisis? Gohan's Urgent Call-out!"},
    {"episode": 8, "title": "A Monster Is Taken Away! The Culprit Is Great Saiyaman?"},
    {"episode": 9, "title": "Entering the World Martial Arts Tournament! Goten Shows Off His Explosive Power During Training!"},
    {"episode": 10, "title": "Who Is the World's Greatest? The Tournament Preliminaries Begin!"},
    {"episode": 11, "title": "The Junior Champ Is Finally Decided! Who Will Fight Against Mr. Satan?"},
    {"episode": 12, "title": "Restless Foreboding - A Mysterious Warrior Appears!"},
    {"episode": 12, "title": "A Troubling Premonition! The Appearance of a Mysterious Warrior!!"},
    {"episode": 13, "title": "What Happened, Piccolo - An Unexpected Outcome in the First Round"},
    {"episode": 13, "title": "What's the Matter, Piccolo?! An Unexpected Conclusion to the First Round"},
    {"episode": 14, "title": "An Eerie Entity; Who Exactly Is Spopovitch?"},
    {"episode": 15, "title": "Videl Battered! Gohan's Fury Reaches Its Limit!"},
    {"episode": 15, "title": "Videl Is Worn Ragged, Gohan's Anger at Its Limits!!"},
    {"episode": 16, "title": "A Creeping Conspiracy! The Target is Gohan"},
    {"episode": 17, "title": "The Terrifying Secret of the Majin - The Mastermind Revealed!"},
    {"episode": 17, "title": "A Slithering Conspiracy!! Secrets of the Terrible Majin"},
    {"episode": 18, "title": "The Nefarious Wizard Babidi and Demon King Dabura's Trap"},
    {"episode": 18, "title": "The Heinous Mage Babidi and King of the Underworld Dabra's Trap"},
    {"episode": 19, "title": "Don't Sell Super Saiyans Short! Vegeta and Goku's Full-Bore Power!"},
    {"episode": 19, "title": "Don't Underestimate a Super Saiyan! Vegeta and Goku's Full Throttle Power!"},
    {"episode": 20, "title": "Whither Victory - A Battle Royal Championship Match!"},
    {"episode": 20, "title": "Who Is the World's Greatest?! A Battle Royal Match to Decide!!"},
    {"episode": 21, "title": "Stunning Youngsters! No. 18's Uphill Battle"},
    {"episode": 21, "title": "The Fearsome Children!! #18's Great Struggle"},
    {"episode": 22, "title": "Enter the Headliner! The Looming Demon King!"},
    {"episode": 22, "title": "The Star Performer Takes the Stage! Take Down the Demon King!!"},
    {"episode": 23, "title": "A Heart of Evil Awakened - Vegeta, Prince of Destruction"},
    {"episode": 23, "title": "A Wicked Heart Is Revived Vegeta, the Prince of Destruction!"},
    {"episode": 24, "title": "I Am the Strongest! The Clash of Goku vs. Vegeta"},
    {"episode": 24, "title": "I'm the Strongest! The Clash of Goku vs. Vegeta"},
    {"episode": 25, "title": "Countdown to Revival, Crush Babidi's Ambitions!"},
    {"episode": 25, "title": "The Countdown to Revival Crush Babidi's Ambitions!"},
    {"episode": 26, "title": "The Seal Is Released - Gohan's Kamehame-Ha of Resistance"},
    {"episode": 26, "title": "The Seal Is Broken!? Gohan's Kamehameha of Resistance"},
    {"episode": 27, "title": "Straightaway into Despair - The Terror of Majin Buu"},
    {"episode": 27, "title": "A Straight Line to Despair!? Terror of Majin Buu"},
    {"episode": 28, "title": "Turn into Candy! A Hungry Majin's Bizarre Power!"},
    {"episode": 28, "title": "Turn Into Candy! A Hungry Majin's Weird Power"},
    {"episode": 29, "title": "I Will Deal with the Majin! Vegeta's Final Mortal Combat!"},
    {"episode": 29, "title": "I'll Take Care of the Majin Vegeta's Final Desperate Battle!"},
    {"episode": 30, "title": "For His Beloved Ones... The End of the Proud Warrior!"},
    {"episode": 30, "title": "For Those Whom He Loves... The Last Moment of the Proud Warrior"},
    {"episode": 31, "title": "A Nightmare Revisited - The Immortal Monster Majin Buu!"},
    {"episode": 31, "title": "The Nightmare Returns, the Immortal Monster, Majin Buu!"},
    {"episode": 32, "title": "A Secret Plan to Defeat Buu! Its Name Is Fusion"},
    {"episode": 32, "title": "Secret Plan to Defeat Buu, Its Name Is Fusion!"},
    {"episode": 33, "title": "Found! A Faint Ray of Hope - Awaken, Warriors!"},
    {"episode": 33, "title": "A Faint Hope in Sight! The Warriors Wake Up!!"},
    {"episode": 34, "title": "Find the Nuisances - Babidi's Retaliation Begins!"},
    {"episode": 34, "title": "Find the Nuisances, Babidi's Revenge Plan Begins!!"},
    {"episode": 35, "title": "A Time of Trials! Lay Hold of Legendary Powers!"},
    {"episode": 35, "title": "The Time of Ordeal, Attain the Legendary Power!"},
    {"episode": 36, "title": "Hold Majin Buu in Check! Limit - Super Saiyan 3!!"},
    {"episode": 36, "title": "Delay Majin Buu, the Limit! Super Saiyan 3!!"},
    {"episode": 37, "title": "True Worth Beginning to Show - The Treacherous Buu!"},
    {"episode": 37, "title": "Standing Up for Himself, Buu's Rebellion!"},
    {"episode": 38, "title": "Silly Looking - Drilling the Fusion Pose!"},
    {"episode": 38, "title": "Awful Looking!? Special Training, Fusion Pose!"},
    {"episode": 39, "title": "Bye-Bye, Everyone! Goku Returns to the Next World"},
    {"episode": 40, "title": "Gohan Located! Intensive Training in the World of the Kais!"},
    {"episode": 41, "title": "Birth of a Merged Superwarrior - His Name Is Gotenks!"},
    {"episode": 42, "title": "Who Will Defeat Majin Buu - The Mightiest of Men Moves Out!"}
  ]
}
